{
  "title": "German-Arab Chamber of Industry and Commerce",
  "menu": {
    "home": "Home",
    "about": "About Us",
    "services": "Services",
    "contact": "Contact",
    "news": "News",
    "events": "Events",
    "membership": "Membership"
  },
  "buttons": {
    "readMore": "Read More",
    "subscribe": "Subscribe",
    "submit": "Submit",
    "viewAll": "View All",
    "downloadPDF": "Download PDF",
    "register": "Register Now",
    "okay": "Okay",
    "getstarted": "Get Started",
    "sending": "Sending..."
  },
  "footer": {
    "address": "Address",
    "phone": "Phone",
    "email": "Email",
    "followUs": "Follow Us",
    "newsletter": "Newsletter",
    "subscribeNewsletter": "Subscribe to our newsletter",
    "copyright": "All rights reserved {year} German-Arab Chamber of Industry and Commerce"
  },
  "home": {
    "welcome": "Welcome to German-Arab Chamber of Industry and Commerce",
    "latestNews": "Latest News",
    "upcomingEvents": "Upcoming Events",
    "ourServices": "Our Services",
    "membershipBenefits": "Membership Benefits",
    "contactUs": "Contact Us",
    "launchCareer": "Launch Your",
    "withIGCC": "Career with IGCC",
    "mainDescription": "At the forefront of innovation and progress, the International Center for Governance and Compliance Consulting (IGCC) stands as Egypt's premier hub for transformative advisory and training solutions. Renowned as a trailblazer in the Arab Republic of Egypt, IGCC empowers organizations across all sectors—from government entities to private enterprises and civil society—with cutting-edge strategies and actionable insights in governance, risk management, and compliance.",
    "vision2030": "Aligned with Egypt's visionary 2030 blueprint, IGCC doesn't just deliver services—it pioneers pathways to sustainable growth, ethical leadership, and operational excellence. By merging global best practices with local expertise, the center fuels the ambitions of businesses and institutions, turning regulatory challenges into opportunities for innovation and trust-building.",
    "heroPragraph": "Explore professional courses in governance and sustainable development with internationally recognized ICAS certification. Enhance your skills in corporate governance, sustainability strategies, and organizational performance through our expert-led training programs.",
    "herotitle": "hello world",
    "GetCertified": "Get Certified ",
    "inGovernance": "in Governance",
    "andSustainableDevelopment": "and Sustainable Development",
    "What Our Client Say About Us" : "What Our Client Say About Us,",
    "OurPartners" : "Our Partners"
  },
  "form": {
    "name": "Name",
    "email": "Email",
    "phone": "Phone",
    "subject": "Subject",
    "message": "Message",
    "messagePlaceholder": "Enter your message here...",
    "company": "Company",
    "position": "Position",
    "inquiryType": "Inquiry Type",
    "required": "Required",
    "invalidEmail": "Invalid email address",
    "invalidPhone": "Invalid phone number",
    "enrollIn": "Enroll in",
    "errorSubmitting": "Error submitting form. Please try again."
  },
  "successMessage": "Registration Successful!",
  "successDescription": "Thank you for registering. We will contact you soon.",
  "programTitle" :{
    "program1": "Business Sustainability Management",
    "program2": "Certified Board Member",
    "program3": "Certified Compliance Officer License",
    "program4": "Corporate Governance",
    "program5": "Endowment Governance",
    "program6": "Family Business Governance",
    "program7": "Governance of Government Institutions",
    "program8": "Governance of Sports Clubs",
    "program9": "Investor Relations Officer",
    "program10": "Leading Businesses",
    "program11": "Risk Management Officer",
    "program12": "Secretary of The Board of Directors"
  },
  "programDes": {
    "program1": "This training course enables trainees to familiarize themselves with the concepts of potential risk management, business continuity, and the requirements for effective business continuity management systems (BCMS).",
    "program2": "The International Center for Governance Consulting provides this training program for the purpose of providing board members with the necessary information about corporate governance issues and related topics that affect long-term planning, information disclosure, and executive actions taken by boards of directors.",
    "program3": "The International Center for Governance and Compliance Consulting offers the training program “Certified Compliance Officer” with the aim of introducing the concept of regulatory compliance from the perspective of regulatory bodies and introducing the regulatory bodies: their role, responsibilities, goals, academic qualifications, practical experiences, and technical skills for the regulatory compliance officer.",
    "program4": "The importance of governance has emerged recently when the global financial crisis has destroyed the economies of a large number of developed and developing countries, so the issue of governance has become the headline of newspapers everywhere. Despite this, the concept of governance still requires further in-depth understanding, application and practice in accordance with modern international best practices.",
    "program5": "The endowment economy in Islamic countries takes a large part, as its economy is expected to reach $3 trillion in 2023, according to a study prepared by Thomson Reuters. The idea of the endowment is to fix the asset and give the benefit in charity, and it is considered a major driver in the wheel of the economy. Because endowments are important in preserving wealth and promoting development, a program was designed to train specialists to manage endowments under the name “endowment governance expert.",
    "program6": "Family companies are considered one of the oldest types of business organizations in the world. This type of company represents a large percentage of companies in the world and the Arab world. Family companies contribute a large percentage to supporting the economy of those countries.",
    "program7": "Governance is a basic requirement to ensure the development of the government sector and take rational decisions that take into account the requirements and expectations of all stakeholders and beneficiaries of government sector services. Developing integrated work systems, defining responsibilities and work frameworks, and adhering to them lays the correct foundations for governance and good management. Enhancing the culture of excellence and creativity and disseminating it at all levels of government work to bring the government into the ranks of global governments",
    "program8": "Most sports institutions in the Arab world suffer from many problems, the most important of which is the availability of funding necessary to improve sports services. Some of these institutions also suffer from weak administrative capabilities that contribute to drawing a future picture that the institution will follow to achieve its predetermined goals. Looking at these clubs and the way they are managed, we see that they are in dire need of applying governance, in order to increase the effectiveness of exploiting the acquired resources",
    "program9": "The International Center for Governance and Compliance Consulting offers this certificate with the aim of introducing the role and importance of investor relations management and those responsible for managing its program in companies registered or aiming to list their shares on the stock exchange, and to emphasize the importance of these companies’ commitment to the rules of disclosure with the investment community and the capital market, as well as how to build a successful and effective program. To manage investor relations in light of the increasing importance of the position of investor relations officer in light of the corporate governance framework.",
    "program10": "International Governance and Compliance Consulting Center (IGCC). In cooperation with our strategic partners inside and outside the Arab Republic of Egypt, we provide our distinguished services with the highest level of professionalism.",
    "program11": "Managing the risks to which institutions are exposed, whether private or governmental, financial or non-financial, is more important now than ever before. Today, a small incident may result in costly legal procedures, and ill-considered employment practices may lead to the payment of influential compensation to workers, or claims for obligations.",
    "program12": "The International Center for Governance and Compliance Consulting offers this training program to clarify the role played by the Secretary of the Board of Directors (Secretary), his responsibilities, and duties with the aim of assisting him in performing his duties in accordance with international best practices.",
    "program13" : "Most Popular Courses"
  },
  "Footer": {
    "footerpragraphs": "IGCC Egypt is your go-to for professional courses in governance and sustainable development with internationally recognized ICAS certification.",
    "copyright": "All rights reserved."
  },
  "contactUs": "Contact Us",
  "getInTouch": "Get in touch with us for inquiries or support",
  "course": "Course",
  "mentoring": "Mentoring",
  "governance": "Governance",
  "support": "Support",
  "successMessageContact": "Message Received Successfully!",
  "successDescriptionContact": "Thank you for contacting us. Our team will get back to you as soon as possible."

}
