{
  "title": "الغرفة التجارية الصناعية الألمانية المصرية",
  "menu": {
    "home": "الرئيسية",
    "about": "عن الغرفة",
    "services": "خدماتنا",
    "contact": "اتصل بنا",
    "news": "الأخبار",
    "events": "الفعاليات",
    "membership": "العضوية"
  },
  "buttons": {
    "readMore": "اقرأ المزيد",
    "subscribe": "اشترك",
    "submit": "إرسال",
    "viewAll": "عرض الكل",
    "downloadPDF": "تحميل PDF",
    "register": "سجل الآن",
    "okay": "حسناً",
    "getstarted": "ابدء الان",
    "sending": "جاري الإرسال..."
  },
  "footer": {
    "address": "العنوان",
    "phone": "الهاتف",
    "email": "البريد الإلكتروني",
    "followUs": "تابعنا على",
    "newsletter": "النشرة الإخبارية",
    "subscribeNewsletter": "اشترك في نشرتنا الإخبارية",
    "copyright": "جميع الحقوق محفوظة {year} الغرفة التجارية الصناعية الألمانية المصرية"
  },
  "home": {
    "welcome": "مرحباً بكم في الغرفة التجارية الصناعية الألمانية المصرية",
    "latestNews": "آخر الأخبار",
    "upcomingEvents": "الفعاليات القادمة",
    "ourServices": "خدماتنا",
    "membershipBenefits": "مزايا العضوية",
    "contactUs": "تواصل معنا",
    "launchCareer": "ابدأ مسيرتك المهنية",
    "withIGCC": "مع المركز الدولي",
    "mainDescription": "في طليعة الابتكار والتقدم، يقف المركز الدولي للحوكمة واستشارات الامتثال (IGCC) كمركز مصر الرائد للحلول الاستشارية والتدريبية التحويلية. ومعروف كرائد في جمهورية مصر العربية، يقوم المركز الدولي بتمكين المؤسسات عبر جميع القطاعات - من الهيئات الحكومية إلى المؤسسات الخاصة والمجتمع المدني باستراتيجيات متطورة ورؤى عملية في مجالات الحوكمة وإدارة المخاطر والامتثال.",
    "vision2030": "تماشياً مع رؤية مصر 2030، لا يقدم المركز الدولي الخدمات فحسب - بل يمهد الطريق نحو النمو المستدام والقيادة الأخلاقية والتميز التشغيلي. من خلال دمج أفضل الممارسات العالمية مع الخبرة المحلية، يغذي المركز طموحات الشركات والمؤسسات، محولاً تحديات الامتثال إلى فرص للابتكار وبناء الثقة.",
    "heroPragraph": "استكشف الدورات المهنية في الحوكمة والتنمية المستدامة مع شهادة ICAS المعترف بها دوليًا. عزز خبراتك في حوكمة الشركات، استراتيجيات الاستدامة، وأداء المنظمات من خلال برامجنا التدريبية المتخصصة والرائدة في المجال",
    "herotitle": "احصل على",
    "GetCertified": "احصل على",
    "inGovernance": "شهادة معتمدة",
    "andSustainableDevelopment" : "من الحوكمة والتنمية المستدامة",
    "WhatOurClientSayAboutUs" : "ماذا يقول عنا عملانا",
    "OurPartners" : "شركائنا"

  },
  "form": {
    "name": "الاسم",
    "email": "البريد الإلكتروني",
    "phone": "رقم الهاتف",
    "subject": "الموضوع",
    "message": "الرسالة",
    "messagePlaceholder": "اكتب رسالتك هنا...",
    "company": "الشركة",
    "position": "المنصب",
    "inquiryType": "نوع الاستفسار",
    "required": "مطلوب",
    "invalidEmail": "بريد إلكتروني غير صالح",
    "invalidPhone": "رقم هاتف غير صالح",
    "enrollIn": "التسجيل في",
    "errorSubmitting": "حدث خطأ في إرسال النموذج. يرجى المحاولة مرة أخرى."
  },
  "successMessage": "تم التسجيل بنجاح!",
  "successDescription": "شكراً لتسجيلك. سنتواصل معك قريباً.",
  "programTitle": {
    "program1": "إدارة استدامة الأعمال",
    "program2": "عضو مجلس معتمد",
    "program3": "رخصة مسؤول الامتثال المعتمد",
    "program4": "حوكمة الشركات",
    "program5": "حوكمة الأوقاف",
    "program6": "حوكمة الشركات العائلية",
    "program7": "حوكمة المؤسسات الحكومية",
    "program8": "حوكمة الأندية الرياضية",
    "program9": "مسؤول علاقات المستثمرين",
    "program10": "قيادة الأعمال",
    "program11": "مسؤول إدارة المخاطر",
    "program12": "أمين سر مجلس الإدارة"
  },
  "programDes": {
    "program1": "تمكن هذه الدورة التدريبية المتدربين من التعرف على مفاهيم إدارة المخاطر المحتملة، واستمرارية الأعمال، ومتطلبات أنظمة إدارة استمرارية الأعمال الفعالة (BCMS).",
    "program2": "يقدم المركز الدولي للاستشارات الحوكمية هذا البرنامج التدريبي بهدف تزويد أعضاء المجالس بالمعلومات اللازمة حول قضايا حوكمة الشركات والمواضيع ذات الصلة التي تؤثر على التخطيط طويل الأجل، والإفصاح عن المعلومات، والإجراءات التنفيذية التي تتخذها مجالس الإدارة.",
    "program3": "يقدم المركز الدولي للحوكمة واستشارات الامتثال البرنامج التدريبي 'مسؤول الامتثال المعتمد' بهدف تقديم مفهوم الامتثال التنظيمي من وجهة نظر الهيئات التنظيمية والتعريف بالهيئات التنظيمية: دورها، مسؤولياتها، أهدافها، المؤهلات الأكاديمية، الخبرات العملية، والمهارات التقنية المطلوبة لمسؤول الامتثال التنظيمي.",
    "program4": "برزت أهمية الحوكمة مؤخرًا عندما دمرت الأزمة المالية العالمية اقتصادات عدد كبير من الدول المتقدمة والنامية، فأصبحت قضية الحوكمة عنصرًا رئيسيًا في عناوين الصحف في كل مكان. ومع ذلك، لا يزال مفهوم الحوكمة يتطلب فهمًا أعمق، وتطبيقًا، وممارسة وفقًا لأفضل الممارسات الدولية الحديثة.",
    "program5": "تحتل اقتصاديات الأوقاف جزءًا كبيرًا في الدول الإسلامية، حيث من المتوقع أن يصل اقتصادها إلى 3 تريليون دولار بحلول عام 2023، وفقًا لدرجة أعدتها تومسون رويترز. فكرة الوقف هي تثبيت الأصل وإعطاء المنفعة للصدقة، وتعتبر محركًا رئيسيًا في عجلة الاقتصاد. ونظرًا لأهمية الأوقاف في الحفاظ على الثروة وتعزيز التنمية، تم تصميم برنامج لتدريب المتخصصين على إدارة الأوقاف تحت مسمى 'خبير حوكمة الأوقاف'.",
    "program6": "تعتبر الشركات العائلية واحدة من أقدم أنواع المنظمات التجارية في العالم. وتمثل هذا النوع من الشركات نسبة كبيرة من الشركات في العالم والعالم العربي. وتساهم الشركات العائلية بنسبة كبيرة في دعم اقتصاد تلك الدول.",
    "program7": "تعتبر الحوكمة متطلبًا أساسيًا لضمان تطوير القطاع الحكومي واتخاذ قرارات عقلانية تأخذ في الاعتبار متطلبات وتوقعات جميع أصحاب المصلحة والمستفيدين من خدمات القطاع الحكومي. إن تطوير أنظمة عمل متكاملة، وتحديد المسؤوليات وأطر العمل، والالتزام بها، يضع الأسس الصحيحة للحوكمة والإدارة الجيدة. وتعزيز ثقافة التميز والإبداع ونشرها على جميع مستويات العمل الحكومي لجلب الحكومة إلى صفوف الحكومات العالمية.",
    "program8": "تعاني معظم المؤسسات الرياضية في العالم العربي من العديد من المشاكل، أهمها توفر التمويل اللازم لتحسين الخدمات الرياضية. كما تعاني بعض هذه المؤسسات من ضعف القدرات الإدارية التي تساهم في رسم صورة مستقبلية تتبعها المؤسسة لتحقيق أهدافها المحددة مسبقًا. بالنظر إلى هذه الأندية وطريقة إدارتها، نرى أنها في أمس الحاجة إلى تطبيق الحوكمة، لزيادة فعالية استغلال الموارد المكتسبة.",
    "program9": "يقدم المركز الدولي للحوكمة واستشارات الامتثال هذه الشهادة بهدف التعريف بدور وأهمية إدارة علاقات المستثمرين والمسؤولين عن إدارة برنامجها في الشركات المسجلة أو التي تهدف إلى إدراج أسهمها في البورصة، والتأكيد على أهمية التزام هذه الشركات بقواعد الإفصاح أمام مجتمع الاستثمار وسوق رأس المال، وكذلك كيفية بناء برنامج ناجح وفعال لإدارة علاقات المستثمرين في ظل الأهمية المتزايدة لمنصب مسؤول علاقات المستثمرين في إطار حوكمة الشركات.",
    "program10": "المركز الدولي للحوكمة واستشارات الامتثال (IGCC). بالتعاون مع شركائنا الاستراتيجيين داخل وخارج جمهورية مصر العربية، نقدم خدماتنا المتميزة بأعلى مستوى من الاحترافية.",
    "program11": "أصبحت إدارة المخاطر التي تتعرض لها المؤسسات، سواء كانت خاصة أو حكومية، مالية أو غير مالية، أكثر أهمية من أي وقت مضى. اليوم، قد تؤدي حادثة صغيرة إلى إجراءات قانونية مكلفة، وقد تؤدي ممارسات التوظيف غير المدروسة إلى دفع تعويضات مؤثرة للعمال، أو مطالبات بالتزامات.",
    "program12": "يقدم المركز الدولي للحوكمة واستشارات الامتثال هذا البرنامج التدريبي لتوضيح الدور الذي يلعبه أمين سر مجلس الإدارة (الأمين)، مسؤولياته، وواجباته بهدف مساعدته في أداء مهامه وفقًا لأفضل الممارسات الدولية.",
    "program13" : "الدورات الأكثر شعبية"
  },
  "Footer": {
    "footerpragraphs": "IGCC Egypt هو وجهتك الأولى للحصول على الدورات التدريبية المتخصصة في مجال الحوكمة والتنمية المستدامة مع شهادة ICAS المعتمدة دوليًا",
    "copyright": "All rights reserved."
  },
  "contactUs": "تواصل معنا",
  "getInTouch": "تواصل معنا للاستفسارات أو الدعم",
  "course": "دورة تدريبية",
  "mentoring": "إرشاد",
  "governance": "حوكمة",
  "support": "دعم",
  "successMessageContact": "تم استلام رسالتك بنجاح!",
  "successDescriptionContact": "شكراً لتواصلك معنا. سيقوم فريقنا بالرد عليك في أقرب وقت ممكن."
}
